/* %.0f%% Deposit */
"%.0f%% Deposit" = "%.0f%% Deposit";

/* %.0f%% Mortgage */
"%.0f%% Mortgage" = "%.0f%% Mortgage";

/* %1$.1f%% for %2$d years */
"%1$.1f%% for %2$d years" = "%1$.1f%% for %2$d years";

/* LTI -  LTV -%  Rate -%  Term - Years */
"%1$@  %2$@  %3$@  %4$@" = "%1$@  %2$@  %3$@  %4$@";

/* %1$@ %2$@
   Application Name %1 Application Version %2 */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ %2$@%% */
"%1$@ %2$@%%" = "%1$@ %2$@%%";

/* Property Description Format: bedrooms, type */
"%1$@ - %2$@" = "%1$@ - %2$@";

/* $1%@ p/m */
"%1$@ p/m" = "%1$@ p/m";

/* %1$@ to date */
"%1$@ to date" = "%1$@ to date";

/* %1$@: %2$@ */
"%1$@: %2$@" = "%1$@: %2$@";

/* Placeholder for missing values */
"-" = "-";

/* 0 - 12 Months */
"0 - 12 Months" = "0 - 12 Months";

/* 1+ */
"1+" = "1+";

/* 10+ */
"10+" = "10+";

/* 18+ */
"18+" = "18+";

/* 2+ */
"2+" = "2+";

/* 3+ */
"3+" = "3+";

/* 4+ */
"4+" = "4+";

/* 5 or more */
"5 or more" = "5 or more";

/* 5+ */
"5+" = "5+";

/* 6+ */
"6+" = "6+";

/* 7+ */
"7+" = "7+";

/* 7+ years ago */
"7+ years ago" = "7+ years ago";

/* 8+ */
"8+" = "8+";

/* 9+ */
"9+" = "9+";

/* Accounts */
"Accounts" = "Accounts";

/* Additional Savings */
"Additional Savings" = "Additional Savings";

/* Affordability */
"Affordability" = "Affordability";

/* Affordable Now */
"Affordable Now" = "Affordable Now";

/* AffordIQ */
"AffordIQ" = "AffordIQ";

/* Age */
"Age" = "Age";

/* All Accounts */
"All Accounts" = "All Accounts";

/* All Property Types */
"All Property Types" = "All Property Types";

/* An account already exists for that email address. */
"An account already exists for that email address." = "An account already exists for that email address.";

/* Any */
"Any" = "Any";

/* DependentKey */
"ApplicantKey" = "ApplicantKey";

/* APR */
"APR" = "APR";

/* Begin Mortgage Process */
"Begin Mortgage Process" = "Begin Mortgage Process";

/* Both Employed and Self-Employed */
"Both Employed and Self-Employed" = "Both Employed and Self-Employed";

/* Business Current Accounts */
"Business Current Accounts" = "Business Current Accounts";

/* Business Savings Accounts */
"Business Savings Accounts" = "Business Savings Accounts";

/* Cancel */
"Cancel" = "Cancel";

/* Capacity */
"Capacity" = "Capacity";

/* Company Director */
"Company Director" = "Company Director";

/* Connecting */
"Connecting" = "Connecting";

/* Credit Cards */
"Credit Cards" = "Credit Cards";

/* Current Accounts */
"Current Accounts" = "Current Accounts";

/* CURRENT AFFORDABILITY */
"CURRENT AFFORDABILITY" = "CURRENT AFFORDABILITY";

/* Current Affordable Mortgage */
"Current Affordable Mortgage" = "Current Affordable Mortgage";

/* DependentKey */
"DependentKey" = "DependentKey";

/* Deposit */
"Deposit" = "Deposit";

/* Deposit Savings */
"Deposit Savings" = "Deposit Savings";

/* Disconnect this account, or all accounts for %1$@? */
"Unlink this account, or all accounts for %1$@?" = "Unlink this account, or all accounts for %1$@?";

/* Disconnecting accounts... */
"Unlinking accounts..." = "Unlinking accounts...";

/* Employed */
"Employed" = "Employed";

/* Error */
"Error" = "Error";

/* Flats */
"Flats" = "Flats";

/* For BlackArrow to provide you with the financial insights you need, we need continuous access to the following information from this account. */
"For BlackArrow to provide you with the financial insights you need, we need continuous access to the following information from this account." = "For BlackArrow to provide you with the financial insights you need, we need continuous access to the following information from this account.";

/* Home */
"Home" = "Home";

/* Houses */
"Houses" = "Houses";

/* How Long Ago? */
"How Long Ago?" = "How Long Ago?";

/* In addition to savings */
"In addition to savings" = "In addition to savings";

/* INCOME */
"INCOME" = "INCOME";

/* Income */
"Income" = "Income";

/* InMonthsKey */
"InMonthsKey" = "InMonthsKey";

/* Linking accounts... */
"Linking accounts..." = "Linking accounts...";

/* LTI */
"LTI" = "LTI";

/* LTV */
"LTV" = "LTV";

/* MONTH */
"MONTH" = "MONTH";

/* Monthly Average %1$@ */
"Monthly Average %1$@" = "Monthly Average %1$@";

/* MONTHLY SPENDING TARGET */
"MONTHLY SPENDING TARGET" = "MONTHLY SPENDING TARGET";

/* MONTHS */
"MONTHS" = "MONTHS";

/* Next */
"Next" = "Next";

/* No */
"No" = "No";

/* No Maximum */
"No Maximum" = "No Maximum";

/* No Minimum */
"No Minimum" = "No Minimum";

/* No Savings */
"No Savings" = "No Savings";

/* None */
"None" = "None";

/* NOW */
"NOW" = "NOW";

/* NOW - Affordable Now */
"NOW - Affordable Now" = "NOW - Affordable Now";

/* NumberOfBedroomsKey */
"NumberOfBedroomsKey" = "NumberOfBedroomsKey";

/* OK */
"OK" = "OK";

/* Other
   PropertyType - Other */
"Other" = "Other";

/* OVER */
"OVER" = "OVER";

/* Permission was granted on %1$@ expired on %2$@ Re-authentication is required for continued access. */
"Permission was granted on %1$@ and expired on %2$@. Re-authentication is required for continued access." = "Permission was granted on %1$@ and expired on %2$@. Re-authentication is required for continued access.";

/* Permission was granted on %1$@ and will expire on %2$@, at which time re-authentication will be required for continued access. */
"Permission was granted on %1$@ and will expire on %2$@, at which time re-authentication will be required for continued access." = "Permission was granted on %1$@ and will expire on %2$@, at which time re-authentication will be required for continued access.";

/* Please enter a valid amount. */
"Please enter a valid amount." = "Please enter a valid amount.";

/* Please enter a valid email address. */
"Please enter a valid email address." = "Please enter a valid email address.";

/* Please enter a valid phone number. */
"Please enter a valid phone number." = "Please enter a valid phone number.";

/* Please enter a value. */
"Please enter a value." = "Please enter a value.";

/* Property */
"Property" = "Property";

/* Property Value %1$@ */
"Property Value %1$@" = "Property Value %1$@";

/* Renewing your consent... */
"Renewing your consent..." = "Renewing your consent...";

/* Repayment Capacity %1$@ */
"Repayment Capacity %1$@" = "Repayment Capacity %1$@";

/* Repayments */
"Repayments" = "Repayments";

/* Retrieving your account details... */
"Retrieving your account details..." = "Retrieving your account details...";

/* Retrieving your savings goals... */
"Retrieving your savings goals..." = "Retrieving your savings goals...";

/* Savings Accounts */
"Savings Accounts" = "Savings Accounts";

/* No comment provided by engineer. */
"SearchRadiusKey" = "SearchRadiusKey";

/* Self-Employed */
"Self-Employed" = "Self-Employed";

/* Begin Mortgage Process */
"Set Property Goal" = "Set Property Goal";

/* SET SPENDING TARGETS */
"SET SPENDING TARGETS" = "SET SPENDING TARGETS";

/* Setting Your mortgage goal */
"Setting your mortgage goal" = "Setting your mortgage goal";

/* Setting Your Property Goal */
"Setting your property goal" = "Setting your property goal";

/* Setting your spending targets... */
"Setting your spending targets..." = "Setting your spending targets...";

/* SPENDING */
"SPENDING" = "SPENDING";

/* Spending */
"Spending" = "Spending";

/* Still to Save */
"Still to Save" = "Still to Save";

/* Still to Save  %1%@ */
"Still to Save %1$@" = "Still to Save %1$@";

/* Studio+ */
"Studio+" = "Studio+";

/* Tap Renew to ensure access to this data. */
"Tap Renew to ensure access to this data." = "Tap Renew to ensure access to this data.";

/* Term */
"Term" = "Term";

/* The application can't connect to the sign in service. Please try again later. */
"The application can't connect to the sign in service. Please try again later." = "The application can't connect to the sign in service. Please try again later.";

/* The maximum price must be greater than the minimum price. */
"The maximum price must be greater than the minimum price." = "The maximum price must be greater than the minimum price.";

/* The passwords do not match. */
"The passwords do not match." = "The passwords do not match.";

/* The property details will be opened on Zoopla.\nBlackArrow Group is not responsible for the content of third-party websites. */
"The property details will be opened on Zoopla.\nBlackArrow Group is not responsible for the content of third-party websites." = "The property details will be opened on Zoopla.\nBlackArrow Group is not responsible for the content of third-party websites.";

/* This Account */
"This Account" = "This Account";

/* Not affordable within %u years */
"Unaffordable within %u years" = "Unaffordable within %u years";

/* Unemployed */
"Unemployed" = "Unemployed";

/* Unknown Version */
"Unknown Version" = "Unknown Version";

/* Updating Accounts */
"Updating Accounts" = "Updating Accounts";

/* Updating Savings Goal */
"Updating Savings Goal" = "Updating Savings Goal";

/* Updating your accounts... */
"Updating your accounts..." = "Updating your accounts...";

/* Updating... */
"Updating..." = "Updating...";

/* View Details */
"View Details" = "View Details";

/* YearsAgoKey */
"YearsAgoKey" = "YearsAgoKey";

/* YearsKey */
"YearsKey" = "YearsKey";

/* Yes */
"Yes" = "Yes";

/* Your session has expired. Please sign in with your email address and password. */
"Your session has expired. Please sign in with your email address and password." = "Your session has expired. Please sign in with your email address and password.";

/* Open Banking No Scope */
"• Nothing shared" = "• Nothing shared";

/* Open Banking Offline Scope */
"• Offline access to your accounts" = "• Offline access to your accounts";

/* Open Banking Balances Scope */
"• Your account balance" = "• Your account balance";

/* Open Banking Accounts Scope */
"• Your account details" = "• Your account details";

/* Open Banking Transactions Scope */
"• Your account transactions" = "• Your account transactions";

/* Open Banking Card Details Scope */
"• Your card details" = "• Your card details";

/* Open Banking Direct Debit Details Scope */
"• Your direct debit details" = "• Your direct debit details";

/* Open Banking Info Scope */
"• Your identity information" = "• Your identity information";

/* Open Banking Standing Order Details Scope */
"• Your standing order details" = "• Your standing order details";

